<?php
$this->title = 'Фундамент сайта';
$this->params['breadcrumbs'][] = $this->title;
?>
<p>Первые шаги при создании сайта:</p>
<ul>
    <li>Составить шаблон для представлении.</li>
    <li>Составить контроллер для рендера представлении, используя шаблон.</li>
    <li>Создать модуль <code>portfolio</code>, где будет размещаться портфолио 
        двух видов - "Дневник портфолио" и "разработки".</li>
    <li>Наполнить контентом портфолио.</li>
    <li>Создать стартовую страницу проектов.</li>
    <li>Создать модуль <code>blog</code>, который будет являться вторым 
        проектом (после дневника портфолио) для ведения блога и будет размещен 
        в раздел "Проекты".</li>
</ul>