<?php

$this->title = 'Внешний вид сайта';
$this->params['breadcrumbs'][] = $this->title;
?>
<p>Этот проект использует свой шаблон внешнего вида <code>blog-main.php</code>, наследуя его от других шаблонов.</p>
<img src="/img/chronicle/blog/p2-1.jpg" alt="Схема">
<p>Сайт имеет шапку (header), в котором размещены название сайта, его описание,
    а также информация о аккаунте.</p>
<p>Ниже размещена понель навигации по сайту.</p>
<p>Основная часть на главной странице поделена на 2 части - на левой части размещены последние посты (статьи),
    на правой - последние записи о нововведениях блога.</p>
<p>В разделе "Статьи" размещены активные статьи, отсортированные по новизне.</p>